Repository: elliotcondon/acf
Catalog: lang/acf-*.po
Languages: ro_ro

source: Effects value on front end
ro_ro: Afecteaza valoare pe pagina

source: No formatting
ro_ro: Fara formatare

source: Convert HTML into tags
ro_ro: Converteste HTML in taguri

source: Character Limit
ro_ro: Limita Caractere

source: Leave blank for no limit
ro_ro: Lasa gol pentru limita infinita

source: Text Area
ro_ro: Zona Text

source: Convert new lines into &lt;br /&gt; tags
ro_ro: Converteste linii noi in taguri &lt;br /&gt;

source: True / False
ro_ro: Adevarat / Fals

source: eg. Show extra content
ro_ro: eg. Arata extra continut

source: User
ro_ro: Utilizator

source: Filter by role
ro_ro: Filtreaza dupa rol

source: Wysiwyg Editor
ro_ro: Editor WYSIWYG

source: Toolbar
ro_ro: Bara instrumente

source: Show Media Upload Buttons?
ro_ro: Arata Buton de Incarcare Media?

source: New Field
ro_ro: Camp Nou

source: Field type does not exist
ro_ro: Tipul de camp nu exista

source: Field Order
ro_ro: Ordine Camp

source: Field Label
ro_ro: Eticheta Camp

source: Field Name
ro_ro: Nume Camp

source: Field Key
ro_ro: Cheie Camp

source: No fields. Click the <strong>+ Add Field</strong> button to create your first field.
ro_ro: Nici un camp. Apasa pe butonul <strong>+ Adauga Camp</strong> pentru a crea primul tau camp.

source: Edit this Field
ro_ro: Editeaza acest Camp

source: Read documentation for this field
ro_ro: Citeste documentatia pentru acest camp

source: Docs
ro_ro: Documente

source: Duplicate this Field
ro_ro: Dubleaza acest Camp

source: Duplicate
ro_ro: Dubleaza

source: Delete this Field
ro_ro: Sterge acest Camp

source: Delete
ro_ro: Sterge

source: This is the name which will appear on the EDIT page
ro_ro: Acesta e numele ce va aparea pe pagina EDITARE

source: Single word, no spaces. Underscores and dashes allowed
ro_ro: Un singur cuvand, fara spatii. Linie de subliniere si liniute permise

source: Field Instructions
ro_ro: Instructiuni Camp

source: Instructions for authors. Shown when submitting data
ro_ro: Instructiuni pentru autori. Afisat la introducerea datelor

source: Required?
ro_ro: Necesar?

source: Conditional Logic
ro_ro: Conditie Logica

source: is equal to
ro_ro: e egal cu

source: is not equal to
ro_ro: nu e egal cu

source: Show this field when
ro_ro: Arata acest camp cand

source: all
ro_ro: toate

source: any
ro_ro: oricare

source: these rules are met
ro_ro: aceste conditii sunt indeplinite

source: Close Field
ro_ro: Inchide Camp

source: Drag and drop to reorder
ro_ro: Drag and Drop pentru a reorganiza

source: + Add Field
ro_ro: + Adauga Camp

source: Rules
ro_ro: Reguli

source: Create a set of rules to determine which edit screens will use these advanced custom fields
ro_ro: Creeaza un set de reguli pentru a determina care ecran de editare va folosi aceste campuri personalizate

source: Show this field group if
ro_ro: Arata acest grup daca

source: Logged in User Type
ro_ro: Tip User Conectat

source: Page
ro_ro: Pagina

source: Page Type
ro_ro: Tip Pagina

source: Page Parent
ro_ro: Pagina Parinte

source: Page Template
ro_ro: Pagina Tipar

source: Post Category
ro_ro: Categorie Post

source: Post Format
ro_ro: Format Post

source: Post Status
ro_ro: Status Post

source: Post Taxonomy
ro_ro: Taxonomie Post

source: Attachment
ro_ro: Atasament

source: Taxonomy Term
ro_ro: Termen Taxonomie

source: and
ro_ro: si

source: Add rule group
ro_ro: Adauga regula

source: Order No.
ro_ro: Ordinul Nr.

source: Field groups are created in order <br />from lowest to highest
ro_ro: Grupurile de campuri sunt create in ordine <br /> de la mic la mare

source: Position
ro_ro: Pozitie

source: High (after title)
ro_ro: Inalt (dupa titlu)

source: Normal (after content)
ro_ro: Normal (dupa continut)

source: Side
ro_ro: Lateral

source: Style
ro_ro: Stil

source: Seamless (no metabox)
ro_ro: Fara sudura (fara metabox)

source: Standard (WP metabox)
ro_ro: Standard (cu metabox)

source: Hide on screen
ro_ro: Ascunde pe ecran

source: <b>Select</b> items to <b>hide</b> them from the edit screen
ro_ro: <b>Selecteaza</b articole pentru a le <b>ascunde</b> din ecranul de editare

source: If multiple field groups appear on an edit screen, the first field group's options will be used. (the one with the lowest order number)
ro_ro: Daca grupuri multiple apar pe ecranul de editare, optiunile primului grup vor fi folosite. (cel cu numarul de ordine cel mai mic)

source: Permalink
ro_ro: Link Permanent

source: Content Editor
ro_ro: Editor Continut

source: Excerpt
ro_ro: Extras

source: Discussion
ro_ro: Discutie

source: Comments
ro_ro: Comentarii

source: Revisions
ro_ro: Revizii

source: Author
ro_ro: Autor

source: Categories
ro_ro: Categorii

source: Tags
ro_ro: Taguri

source: Send Trackbacks
ro_ro: Trimite Urmaritori
