Repository: elliotcondon/acf
Catalog: lang/acf-*.po
Languages: ro_ro

source: Field&nbsp;Groups
ro_ro: Grupuri de campuri

source: Advanced Custom Fields
ro_ro: Campuri personalizate avansate

source: Add New
ro_ro: Adauga Nou

source: Add New Field Group
ro_ro: Adauga Grup Nou

source: Edit Field Group
ro_ro: Editeaza grup

source: New Field Group
ro_ro: Grup Nou

source: View Field Group
ro_ro: Vezi Grup

source: Search Field Groups
ro_ro: Cauta Grup

source: No Field Groups found
ro_ro: Nici un Grup gasit

source: No Field Groups found in Trash
ro_ro: Nici un Grup gasit in gunoi

source: Custom Fields
ro_ro: Campuri personalizate

source: Field group updated.
ro_ro: Grup actualizat

source: Custom field updated.
ro_ro: Camp actualizat

source: Custom field deleted.
ro_ro: Camp sters

source: Field group restored to revision from %s
ro_ro: Grup restaurat la revizia din %s

source: Field group published.
ro_ro: Grup publicat

source: Field group saved.
ro_ro: Grup salvat

source: Field group submitted.
ro_ro: Grup executat

source: Field group scheduled for.
ro_ro: Grup programat pentru.

source: Field group draft updated.
ro_ro: Ciorna grup actualizata

source: Thumbnail
ro_ro: Miniatura

source: Large
ro_ro: Mare

source: Full
ro_ro: Total

source: Error
ro_ro: Eroare

source: No ACF groups selected
ro_ro: Nici un grup ACF selectat

source: Update
ro_ro: Actualizeaza

source: Post updated
ro_ro: Post actualizat

source: Add-ons
ro_ro: Adaugari

source: Repeater Field
ro_ro: Camp repetitiv

source: Create infinite rows of repeatable data with this versatile interface!
ro_ro: Creeaza randuri infinite de date repetitive cu aceasta interfata versatila!

source: Gallery Field
ro_ro: Camp Galerie

source: Create image galleries in a simple and intuitive interface!
ro_ro: Creeaza galerii de imagini intr-o interfata simpla si intuitiva!

source: Options Page
ro_ro: Optiuni

source: Create global data to use throughout your website!
ro_ro: Creeaza date globale pentru a le folosi pe tot site-ul

source: Flexible Content Field
ro_ro: Camp cu continut flexibil

source: Create unique designs with a flexible content layout manager!
ro_ro: Creeaza design-uri unice cu un manager flexibil de continut

source: Gravity Forms Field
ro_ro: Camp Formular Gravitate

source: Creates a select field populated with Gravity Forms!
ro_ro: Creaza o lista de selectie populata cu Formulare Gravitate!

source: Date & Time Picker
ro_ro: Selector ora si data

source: jQuery date & time picker
ro_ro: Selector ora si data jQuery

source: Location Field
ro_ro: Camp Locatie

source: Find addresses and coordinates of a desired location
ro_ro: Cauta adresa si locatia unei locatii dorite

source: Contact Form 7 Field
ro_ro: Formular de contact 7 campuri

source: Assign one or more contact form 7 forms to a post
ro_ro: Atribuie unul sau mai multe formulare de contact cu 7 campuri unui post

source: Advanced Custom Fields Add-Ons
ro_ro: Addonuri ACF

source: The following Add-ons are available to increase the functionality of the Advanced Custom Fields plugin.
ro_ro: Urmatoarele addonuri sunt disponibile pentru a creste functionalitatea pluginului ACF

source: Each Add-on can be installed as a separate plugin (receives updates) or included in your theme (does not receive updates).
ro_ro: Fiecare addon poate fi instalat intr-un plugin separat (primeste actualizari) sau inclus in tema ta (nu primeste actualizari).

source: Installed
ro_ro: Instalat

source: Purchase & Install
ro_ro: Cumpara si instaleaza

source: Download
ro_ro: Descarca

source: Export
ro_ro: Exporta

source: Export Field Groups
ro_ro: Exporta Grupurile

source: Field Groups
ro_ro: Grupuri de campuri

source: Select the field groups to be exported
ro_ro: Alege grupurile de exportat

source: Export to XML
ro_ro: Exporta in XML

source: Export to PHP
ro_ro: Exporta in PHP

source: ACF will create a .xml export file which is compatible with the native WP import plugin.
ro_ro: ACF va crea un fisier .xml de export compatibil cu pluginul nativ WP de importare

source: Imported field groups <b>will</b> appear in the list of editable field groups. This is useful for migrating fields groups between Wp websites.
ro_ro: Grupurile importate <b>vor</b> aparea in lista grupurilor editabile. Acest lucru e folositor pentru migrarea campurilor intre site-urile WP

source: Select field group(s) from the list and click "Export XML"
ro_ro: Alege grup(uri) din lista si apasa pe "Exporta XML"

source: Save the .xml file when prompted
ro_ro: Salveaza fisierul .xml cand solicitat

source: Navigate to Tools &raquo; Import and select WordPress
ro_ro: Navigheaza la Tools &raquo; Importa si alege WordPress

source: Install WP import plugin if prompted
ro_ro: Instaleaza pluginul de importare WP cand solicitat

source: Upload and import your exported .xml file
ro_ro: Incarca si importa fisierul .xml exportat

source: Select your user and ignore Import Attachments
ro_ro: Alege userul si ignora Importa Atasamente

source: That's it! Happy WordPressing
ro_ro: Asta e tot. WordPressing fericit

source: ACF will create the PHP code to include in your theme.
ro_ro: ACF va crea codul PHP de inclus in tema ta.

source: Registered field groups <b>will not</b> appear in the list of editable field groups. This is useful for including fields in themes.
ro_ro: Grupuri inregistrate <b>nu vor</b> aparea in lista grupurilor editabile. Acest lucru e util la includerea campurilor in tema.

source: Please note that if you export and register field groups within the same WP, you will see duplicate fields on your edit screens. To fix this, please move the original field group to the trash or remove the code from your functions.php file.
ro_ro: Te rog ia nota ca daca exporti si inregistrezi grupuri de campuri in acelasi WP, vei duplica campuri in ecranul de editare. Pentru a repara acest lucru, te rog muta grupul original in gunoi sau inlatura codul din functions.php.

source: Select field group(s) from the list and click "Create PHP"
ro_ro: Selecteaza grup(uri) din lista si click "Creeaza PHP"

source: Copy the PHP code generated
ro_ro: Copiaza codul PHP generat

source: Paste into your functions.php file
ro_ro: Lipeste in fisierul functions.php

source: To activate any Add-ons, edit and use the code in the first few lines.
ro_ro: Pentru a activa addonuri noi, editeaza si foloseste codul in primele linii.

source: Export Field Groups to PHP
ro_ro: Expota Grupurile in PHP

source: Instructions
ro_ro: Instructiuni

source: Notes
ro_ro: Note

source: Include in theme
ro_ro: Include in tema

source: The Advanced Custom Fields plugin can be included within a theme. To do so, move the ACF plugin inside your theme and add the following code to your functions.php file:
ro_ro: Pluginul ACF poate fi inclus intr-o tema. Pentru aceasta, muta pluginul ACF in interiorul temei tale si adauga urmatorul cod in fisierul functions.php

source: To remove all visual interfaces from the ACF plugin, you can use a constant to enable lite mode. Add the following code to your functions.php file <b>before</b> the include_once code:
ro_ro: Pentru a inlatura toate interfetele vizuale din pluginul ACF, poti folosi o constanta pentru a folosi versiunea usoara. Adauga urmatorul cod in functions.php <b>inainte</b> de codul include_once :

source: Back to export
ro_ro: Inapoi la export

source: No field groups were selected
ro_ro: Nici un grup selectat

source: Move to trash. Are you sure?
ro_ro: Muta la gunoi. Esti sigur ?

source: checked
ro_ro: bifat

source: No toggle fields available
ro_ro: Nici un camp de optiuni disponibil

source: Field group title is required
ro_ro: Titlul grupului este necesar

source: copy
ro_ro: copie

source: or
ro_ro: sau

source: Fields
ro_ro: Campuri

source: Parent fields
ro_ro: Campuri parinte

source: Sibling fields
ro_ro: Campuri frate

source: Hide / Show All
ro_ro: Ascunde / Arata Tot

source: Location
ro_ro: Locatie

source: Options
ro_ro: Optiuni

source: Show Field Key:
ro_ro: Arata Cheie Camp:

source: No
ro_ro: Nu

source: Yes
ro_ro: Da

source: Front Page
ro_ro: Pagina Frontala

source: Posts Page
ro_ro: Posturi

source: Top Level Page (parent of 0)
ro_ro: Pagina de cel mai inalt nivel (parinte 0)

source: Parent Page (has children)
ro_ro: Pagina Parinte (are copii)

source: Child Page (has parent)
ro_ro: Pagina copil (are parinte)

source: Default Template
ro_ro: Sablon Standard

source: Publish
ro_ro: Publica

source: Pending Review
ro_ro: Recenzie in asteptare

source: Draft
ro_ro: Ciorna

source: Future
ro_ro: Viitor

source: Private
ro_ro: Privat

source: Revision
ro_ro: Revizie

source: Trash
ro_ro: Gunoi

source: All
ro_ro: Tot

source: Title
ro_ro: Titlu

source: Changelog
ro_ro: Inregistrari

source: See what's new in
ro_ro: Vezi ce e nou

source: version
ro_ro: versiune

source: Resources
ro_ro: Resurse

source: Getting Started
ro_ro: Notiuni de baza

source: Field Types
ro_ro: Tipuri de campuri

source: Functions
ro_ro: Functii

source: Actions
ro_ro: Actiuni

source: Filters
ro_ro: Filtre

source: 'How to' guides
ro_ro: Ghiduri 'Cum sa'

source: Tutorials
ro_ro: Tutoriale

source: Created by
ro_ro: Creat de

source: Welcome to Advanced Custom Fields
ro_ro: Bine ai venit la Advanced Custom Fields

source: Thank you for updating to the latest version!
ro_ro: Multumim ca ai actualizat la ultima versiune!

source: is more polished and enjoyable than ever before. We hope you like it.
ro_ro: e mai lustruit si mai agreabil ca inainte. Speram ca iti place.

source: What’s New
ro_ro: Ce e nou

source: Download Add-ons
ro_ro: Descarca addon-uri

source: Activation codes have grown into plugins!
ro_ro: Coduri de activare au crescut in pluginuri!

source: Add-ons are now activated by downloading and installing individual plugins. Although these plugins will not be hosted on the wordpress.org repository, each Add-on will continue to receive updates in the usual way.
ro_ro: Addonurile sunt acum activate descarcand si instaland pluginuri individuale. Desi aceste pluginuri nu vor fi gazduite pe wordpress.org, fiecare Addon va primi in continuare actualizari.

source: All previous Add-ons have been successfully installed
ro_ro: Toate addonurile anterioare au fost instalate cu succes

source: This website uses premium Add-ons which need to be downloaded
ro_ro: Acest website foloseste Addonuri premium care necesita a fi descarcate

source: Download your activated Add-ons
ro_ro: Descarca Addonurile activate

source: This website does not use premium Add-ons and will not be affected by this change.
ro_ro: Acest website nu foloseste Addonuri premium si nu va fi afectat de aceasta schimbare.

source: Easier Development
ro_ro: Dezvoltare mai usoara

source: New Field Types
ro_ro: Tip nou de camp

source: Taxonomy Field
ro_ro: Camp Taxonomie

source: User Field
ro_ro: Camp Utilizator

source: Email Field
ro_ro: Camp Email

source: Password Field
ro_ro: Camp Parola

source: Custom Field Types
ro_ro: Tip de camp personalizat

source: Creating your own field type has never been easier! Unfortunately, version 3 field types are not compatible with version 4.
ro_ro: Crearea de campuri personalizate nu a fost mai usoara! Din nefericire, tipurile de campuri din versiunea 3 nu sunt compatibile cu versiunea 4.

source: Migrating your field types is easy, please
ro_ro: Migrarea tipurilor de campuri e usoara, te rog

source: follow this tutorial
ro_ro: urmareste acest tutorial

source: to learn more.
ro_ro: sa inveti mai mult.

source: Actions &amp; Filters
ro_ro: Actiuni &amp; Filtre

source: All actions & filters have received a major facelift to make customizing ACF even easier! Please
ro_ro: Toate actiunile & filtrele au primit o actualizare majora pentru a face personalizarea ACF mai usoara! Te rog

source: read this guide
ro_ro: citeste acest ghid

source: to find the updated naming convention.
ro_ro: pentru a gasi actuala conventie de denumire.

source: Preview draft is now working!
ro_ro: Previzualizare ciorna nefunctionala!

source: This bug has been squashed along with many other little critters!
ro_ro: Aceasta problema a fost inlaturata impreuna cu altele asemanatoare!

source: See the full changelog
ro_ro: Vezi logul complet

source: Database Changes
ro_ro: Schimbari in Baza de Date

source: Absolutely <strong>no</strong> changes have been made to the database between versions 3 and 4. This means you can roll back to version 3 without any issues.
ro_ro: Absolut <strong>nici o</strong> schimbare nu a fost facuta la baza de date intre versiunile 3 si 4. Asta inseamna ca poti da inapoi la versiunea 3 fara probleme.

source: Potential Issues
ro_ro: Probleme Potentiale

source: Do to the sizable changes surounding Add-ons, field types and action/filters, your website may not operate correctly. It is important that you read the full
ro_ro: Pentru a face schimbarile majore ale Addonurilor, tipurile de campuri si actiuni/filtre, site-ul tau s-ar putea sa nu functioneze corect. E important sa citesti tot

source: Migrating from v3 to v4
ro_ro: Migrand de la v3 la v4

source: guide to view the full list of changes.
ro_ro: ghidul sa vezi toata lista de schimbari

source: Really Important!
ro_ro: Foarte Important!

source: If you updated the ACF plugin without prior knowledge of such changes, please roll back to the latest
ro_ro: Daca ai actualizat ACF fara a sti de aceste schimbari, te rog da inapoi la ultima

source: version 3
ro_ro: versiune 3

source: of this plugin.
ro_ro: a acestui plugin

source: Thank You
ro_ro: Multumesc

source: A <strong>BIG</strong> thank you to everyone who has helped test the version 4 beta and for all the support I have received.
ro_ro: Un <strong>MARE</strong> multumesc tuturor celor care au ajutat la testarea versiunii 4 beta si a intregului suport primit.

source: Without you all, this release would not have been possible!
ro_ro: Fara voi, acesta versiune nu ar fi fost posibila!

source: Changelog for
ro_ro: Schimbari pentru

source: Learn more
ro_ro: Afla mai multe

source: Overview
ro_ro: Privire de ansamblu

source: Previously, all Add-ons were unlocked via an activation code (purchased from the ACF Add-ons store). New to v4, all Add-ons act as separate plugins which need to be individually downloaded, installed and updated.
ro_ro: Anterior, toate Addonurile au fost descuiate printr-un cod de activare (cumparat din magazinul ACF). Nou in v4, toate Addonurile actioneaza ca pluginuri separate ce necesita descarcare, instalare si activare separate.

source: This page will assist you in downloading and installing each available Add-on.
ro_ro: Aceasta pagina te va ajuta sa descarci si sa instalezi fiecare Addon disponibil.

source: Available Add-ons
ro_ro: Addonuri disponibile

source: The following Add-ons have been detected as activated on this website.
ro_ro: Urmatoarele Addonuri au fost detectate ca fiind activate pe acest website.

source: Name
ro_ro: Nume

source: Activation Code
ro_ro: Cod de activare

source: Flexible Content
ro_ro: Continut Flexibil

source: Installation
ro_ro: Instalare

source: For each Add-on available, please perform the following:
ro_ro: Pentru fiecare Addon disponibil, te rog executa urmatoarele

source: Download the Add-on plugin (.zip file) to your desktop
ro_ro: Descarca Addonul (fisierul .zip) pe calculator

source: Navigate to
ro_ro: Navigheaza la

source: Plugins > Add New > Upload
ro_ro: Pluginuri > Adauga Nou > Incarca

source: Use the uploader to browse, select and install your Add-on (.zip file)
ro_ro: Foloseste sistemul de incarcare pentru a naviga, selecta si instala Addonul (fisierul .zip)

source: Once the plugin has been uploaded and installed, click the 'Activate Plugin' link
ro_ro: Odata ce pluginul a fost incarcat si instalat, click pe link-ul "Activeaza Plugin"

source: The Add-on is now installed and activated!
ro_ro: Addonul e acum instalat si activat!

source: Awesome. Let's get to work
ro_ro: Minunat. Sa trecem la treaba

source: Expand Details
ro_ro: Extinde Detaliile

source: Collapse Details
ro_ro: Restrange Detaliile

source: Validation Failed. One or more fields below are required.
ro_ro: Verificare Esuata. Unul sau mai multe campuri sunt necesare.

source: Upgrade
ro_ro: Actualizeaza

source: What's new
ro_ro: Ce e nou

source: credits
ro_ro: credite

source: Modifying field group options 'show on page'
ro_ro: Modificand optiunea grupului 'arata pe pagina'

source: Modifying field option 'taxonomy'
ro_ro: Modificand optiunea 'taxonomie'

source: Moving user custom fields from wp_options to wp_usermeta'
ro_ro: Mutand campul personalizat din wp_options in wp_usermeta'

source: Basic
ro_ro: De baza

source: Checkbox
ro_ro: Casuta de bifat

source: Choice
ro_ro: Alegere

source: Choices
ro_ro: Alegeri

source: Enter each choice on a new line.
ro_ro: Scrie fiecare alegere pe o linie noua.

source: For more control, you may specify both a value and label like this:
ro_ro: Pentru mai mult control, poti specifica o valoare si o eticheta ca:

source: red : Red
ro_ro: rosu : Rosu

source: blue : Blue
ro_ro: albastru : Albastru

source: Default Value
ro_ro: Valoare Standard

source: Enter each default value on a new line
ro_ro: Scrie fiecare alegere pe o linie noua

source: Layout
ro_ro: Amplasare

source: Horizontal
ro_ro: Orizontal

source: Color Picker
ro_ro: Alege culoare

source: Date Picker
ro_ro: Alege Data

source: Done
ro_ro: Terminat

source: Today
ro_ro: Astazi

source: Show a different month
ro_ro: Arata o luna diferita

source: Save format
ro_ro: Format salvare

source: This format will determin the value saved to the database and returned via the API
ro_ro: Acest format va determina valoarea salvata in baza de date si returnata prin API

source: "yymmdd" is the most versatile save format. Read more about
ro_ro: "aallzz" e cel mai versatil format de salvare. Citeste mai mult

source: jQuery date formats
ro_ro: Format data jQuery

source: Display format
ro_ro: Format Afisare

source: This format will be seen by the user when entering a value
ro_ro: Acest format va fi vazut de utilizator la introducerea unei valori

source: "dd/mm/yy" or "mm/dd/yy" are the most used display formats. Read more about
ro_ro: "zz/ll/aa" sau "ll/zz/aa" sunt cele mai folosite formate de afisare. Citeste mai mult despre

source: Week Starts On
ro_ro: Saptamana Incepe Cu

source: Dummy
ro_ro: Natang

source: Appears when creating a new post
ro_ro: Apare la crearea unui post nou

source: Placeholder Text
ro_ro: Text Substituent

source: Appears within the input
ro_ro: Apare intr-un input

source: Prepend
ro_ro: Prefixeaza

source: Appears before the input
ro_ro: Apare inainte de input

source: Append
ro_ro: Adauga

source: Appears after the input
ro_ro: Apare dupa un input

source: File
ro_ro: Fisier

source: Content
ro_ro: Continut

source: Select File
ro_ro: Alege Fisier

source: Edit File
ro_ro: Editeaza Fisier

source: Update File
ro_ro: Actualizeaza Fisier

source: uploaded to this post
ro_ro: incarcat in acest post

source: No File Selected
ro_ro: Nici un Fisier Selectat

source: Add File
ro_ro: Adauga Fisier

source: Return Value
ro_ro: Valoare Returnare

source: File Object
ro_ro: Fisier Obiect

source: File URL
ro_ro: URL Fisier

source: File ID
ro_ro: ID Fisier

source: Library
ro_ro: Librarie

source: Uploaded to post
ro_ro: Incarcat la post

source: Google Map
ro_ro: Harta Google

source: Locating
ro_ro: Localizare

source: Sorry, this browser does not support geolocation
ro_ro: Scuze, acest browser nu suporta geolocatie

source: Clear location
ro_ro: Curata locatia

source: Find current location
ro_ro: Gaseste locatia curenta

source: Search for address...
ro_ro: Cauta adresa...

source: Center
ro_ro: Centru

source: Center the initial map
ro_ro: Centralizeaza harta initiala

source: Zoom
ro_ro: Marire

source: Set the initial zoom level
ro_ro: Seteaza nivelul de marire initial

source: Height
ro_ro: Inaltime

source: Customise the map height
ro_ro: Personalizeaza inaltimea hartii

source: Image
ro_ro: Imagine

source: Select Image
ro_ro: Alege Imagine

source: Edit Image
ro_ro: Editeaza Imagine

source: Update Image
ro_ro: Actualizeaza Imagine

source: Remove
ro_ro: Inlatura

source: Edit
ro_ro: Editeaza

source: No image selected
ro_ro: Nici o imagine selectata

source: Add Image
ro_ro: Adauga Imagine

source: Specify the returned value on front end
ro_ro: Specifica valoarea returnata pe pagina

source: Image Object
ro_ro: Obiect Imagine

source: Image URL
ro_ro: URL Imagine

source: Image ID
ro_ro: ID Imagine

source: Preview Size
ro_ro: Previzualizeaza Marimea

source: Shown when entering data
ro_ro: Afisat la introducere data

source: Limit the media library choice
ro_ro: Limiteaza alegerile din libraria media

source: Message
ro_ro: Mesaj

source: Text &amp; HTML entered here will appear inline with the fields
ro_ro: Text &amp; HTML adaugat aici va aparea cu campurile

source: Please note that all text will first be passed through the wp function
ro_ro: Te rog ia nota ca toate textele vor fi trecute prin functie wp

source: Number
ro_ro: Numar

source: Minimum Value
ro_ro: Valoare Minima

source: Maximum Value
ro_ro: Valoare Maxima

source: Step Size
ro_ro: Marime Pas

source: Page Link
ro_ro: Link Pagina

source: Post Type
ro_ro: Tip Post

source: Allow Null?
ro_ro: Permite Nul ?

source: Select multiple values?
ro_ro: Selecteaza valori multiple?

source: Password
ro_ro: Parola

source: Post Object
ro_ro: Post Obiect

source: Filter from Taxonomy
ro_ro: Filtreaza din Taxonomie

source: Radio Button
ro_ro: Buton Radio

source: Other
ro_ro: Altele

source: Enter your choices one per line
ro_ro: Scrie alegerile une pe linie

source: Red
ro_ro: Rosu

source: Blue
ro_ro: Albastru

source: Add 'other' choice to allow for custom values
ro_ro: Adauga alegerea 'altele' pentru valori personalizate

source: Save 'other' values to the field's choices
ro_ro: Salveaza valoarea 'altele' optiunile campului

source: Relationship
ro_ro: Relatie

source: Maximum values reached ( {max} values )
ro_ro: Valoare maxima atinsa ( {max} valori )

source: Search...
ro_ro: Cauta...

source: Filter by post type
ro_ro: Filtreaza dupa tip post

source: Return Format
ro_ro: Format Returnare

source: Post Objects
ro_ro: Obiecte Post

source: Post IDs
ro_ro: ID-uri Post

source: Search
ro_ro: Cauta

source: Post Type Select
ro_ro: Selecteaza Tip Post

source: Elements
ro_ro: Elemente

source: Selected elements will be displayed in each result
ro_ro: Elementele selelctate vor fi afisate in fiecare rezultat

source: Featured Image
ro_ro: Imagine recomandata

source: Post Title
ro_ro: TItlu Post

source: Maximum posts
ro_ro: Maxim Posturi

source: Select
ro_ro: Selecteaza

source: Use "Tab Fields" to better organize your edit screen by grouping your fields together under separate tab headings.
ro_ro: Foloseste "Campuri Tab" pentru o organizare mai buna a ecranului de editare prin gruparea campurilor in taburi separate

source: All the fields following this "tab field" (or until another "tab field" is defined) will be grouped together.
ro_ro: Toate campurile urmatoare acestul "camp tab" (sau pana cand alt "camp tab" e definit) vor fi grupate impreuna.

source: Use multiple tabs to divide your fields into sections.
ro_ro: Foloseste taburi multiple pentru a imparti campurile in sectiuni.

source: Taxonomy
ro_ro: Taxanomie

source: None
ro_ro: Inexistent

source: Field Type
ro_ro: Tip Camp

source: Multiple Values
ro_ro: Valori Multiple

source: Single Value
ro_ro: O Singura Valoare

source: Radio Buttons
ro_ro: Butoane Radio

source: Load & Save Terms to Post
ro_ro: Incarca si Salveaza Termeni pentru Post

source: Load value based on the post's terms and update the post's terms on save
ro_ro: Incarca valori bazate pe termenii acestui post si actualizeaza termenii la salvare

source: Term Object
ro_ro: Termen Obiect

source: Term ID
ro_ro: ID Termen

source: Formatting
ro_ro: Format
